Obtains the face that represents the base contour of the extrusion analysis.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public Face GetExtrusionBase()
  Visual Basic
Public Function GetExtrusionBase As Face
  Visual C++
public:
Face^ GetExtrusionBase()
 Return Value
 The face that represents the base contour.
 See Also
  ExtrusionAnalyzer Class
  Autodesk.Revit.DB Namespace